Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/katja_gauriloff_saara_seipiharju_ja_sunna_nousuniemi_taidetapahtuman_tuomareiksi_-_tapahtuman_ohjelma_julkaistu.html.tmx
Source language: fin
Languages: sms

source: Katja Gauriloff, Sáárá Seipiharju ja Sunna Nousuniemi taidetapahtuman tuomareiksi – tapahtuman ohjelma julkaistu
sms: Katja Gauriloff, Sáárá Seipiharju da Sunna Nousuniemi čeäʹppvuõđpeeiʹv suʹvddjen – šõddmõõžž programm õlmstõttum

source: Elokuvaohjaaja Katja Gauriloff, freelancer-toimittaja Sáárá Seipiharju ja elokuvantekijä Sunna Nousuniemi toimivat ensi tiistaina 18.5.2021 järjestettävän Saamelaisnuorten taidetapahtuman tuomareina.
sms: Jieʹllikarttohjjeei Katja Gauriloff, freelancer-tååimteei Sáárá Seipiharju da fiʹlmmraajji Sunna Nousuniemi tåimma pueʹtti mââibaarǥ 18.5.2021 riâššâmnalla åårrai Sääʹmnuõri čeäʹppvuõđpeeiʹv suʹvddjen.

source: Saamelaisnuorten taidetapahtuma järjestetään etäyhteyksin kello 10 alkaen.
sms: Sääʹmnuõri čeäʹppvuõđpeeiʹv jäʹrjstet ougglõsõhttvuõđin čiâss 10 ääʹljeeʹl.

source: Tapahtuman avaa Erke Eriksen musiikkiesityksellä .
sms: Šõddmõõžž ääʹvad Erke Eriksen musikkčuäjtõõzzin .

source: Tapahtumassa esiintyvä Ravggon esittää uutta musiikkiaan ja myös Talent Suomessa nähty räppäri Mihkku Laiti vieraile lähetyksessä!
sms: Šõddmõõžžâst čuäjtââtt Ravggon, kååʹtt čuäʹjat ođđ musiikkâs da še Talent Lääʹddest vuõinnum räʹppneǩ Mihkku Laiti kuõʹssai vuõlttõõzzâst !

source: Voit tutustua ohjelmaan tarkemmin alempaa.
sms: Vuäitak tobddõõttâd prograʹmme tääʹrǩben vueʹllʼlest.

source: Ravggon-bändi on tehnyt uutta levyä yhdessä tuottaja Duomis Heandaratin kanssa.
sms: Ravggon-bäʹndd lij raajjâm ođđ bliin õõutveäkka puuʹtʼteei Duomis Heandaratin.

source: Levy on viimeistelyvaiheessa.
sms: Bliin lij ǩiõrǥtummuž vuâlla.

source: Bändin kokoonpano on sama kuin ennen, mutta musiikki on muuttunut akustisemmasta folk-popista hieman rouheampaan ja jopa kokeilevaan suuntaan.
sms: Bääʹnd vuäzzla lie seämma ǥo ouddâl, leâša musikk lij mottjam akustiikklab folk-popâst siõmmna kueʹrmsõʹbben da joba ǩiččlõddi puuʹtte.

source: Sävellykset ovat saaneet inspiraatiota utuisista muistoista, henkilökohtaisista pyristelyistä ja oivalluksista sekä pelosta, mitä tapahtuu luonnolle, kun mikään ei enää riitä.
sms: Suõmmõõzz lie vuäǯǯam inspiraatio suâlnas mooštin, persoonlaž põrggmõõžžin da toʹlǩǩummšin di põõlâst, što mâiʹd ǩeävv luõttu, ǥo ni mii ij leäkku teänab dovoʹlna.

source: Tämän keikan Ravggon soittaa pienemmällä kokoonpanolla ja esittää myös uusia kappaleita, joita ei ole aiemmin esitetty.
sms: Tän vuâra Ravggon soiʹttai uuʹccab jooukin da čuäʹjat še ođđ käpplõõǥǥid, koid jeäʹla ouddlest čuäʹjtum

source: Saamelaisnuorten taidetapahtumaa odotetaan yli 300:aa lasta ja -nuorta ympäri maan ja tapahtumassa nähdään 38 videota.
sms: Sääʹmnuõri čeäʹppvuõđpeivva vueʹrdet pâʹjjel 300 päärna da nuõr pirr jânnam da šõddmõõžžâst vueiʹnet 38 video.

source: Lisäksi taidetapahtumaan odotetaan seuraajia julkiseen Youtube-striimiin, minkä linkkiä jaetaan taidetapahtuman sosiaalisessa mediassa.
sms: Lââʹssen čeäʹppvuõđpeivva vueʹrdet seuʹrrjeeʹjid õõlmâs Youtube-striiʹme, mõõn liiŋk jueʹjjet čeäʹppvuõđpeeiʹv sosiaalʼlaž mediast.

source: Tapahtuma juonnetaan kolmella saamen kielellä.
sms: Šõddmõõžž jååʹđtet koolmin sääʹmǩiõlin.

source: Tapahtuman juontavat koltansaameksi Anna Lumikivi , inarinsaameksi Satu Aikio ja pohjoissaameksi Teija Kaartokallio .
sms: Šõddmõõžž jååʹđte nuõrttsäämas Anna Lumikivi, aanrõšǩiõʹlle Satu Aikio da tâʹvvsäämas Teija Kaartokallio.

source: Ohjelma tiistaina 18.5.
sms: Programm mââibaarǥ 18.5.

source: Ohjelmaan voi tulla vielä muutoksia.
sms: Prograʹmme vuäiʹtte võl šõddâd muttâz.

source: Nähdään pian!
sms: Vueiʹnnep sõrgg!

source: Lisätietoja: Anni-Sofia Niittyvuopio anni-sofia.niittyvuopio(at)samediggi.fi +358 40 620 1917 / +358 10 839 3132
sms: Lââʼssteâđ: Anni-Sofia Niittyvuopio anni-sofia.niittyvuopio(at)samediggi.fi +358 40 620 1917 / +358 10 839 3132
